Revit 2024 API
SymbolTypeId.InvKN Property
 Symbol 1/kN, indicating unit Inverse kilonewtons.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId InvKN { get; }
Visual Basic
Public Shared ReadOnly Property InvKN As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ InvKN {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace